[InitialAP X2AbilityTemplate]
LocFriendlyName="Gotta Go Fast"
LocLongDescription="The unit is ready for action, gaining an extra action."
LocHelpText="Granting an extra action point."
LocFlyOverText="Gotta Go Fast"


